
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Certifique‑se de que a estação‑base Wi‑Fi Apple está ligada e dentro do raio de alcance do seu computador, ou ligada através de Ethernet, e volte a tentar. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Problema desconhecido (%@)";
"tooNew.description" = "Esta estação‑base Wi‑Fi Apple comunicou um problema desconhecido. Clique em Actualização de Software para actualizar o Utilitário AirPort e tente de novo.";
"tooNew.remedy" = "Actualização de Software…";

/* kACPProblemCodeUnknown */
"unkn" = "Problema desconhecido";
"unkn.description" = "Esta estação‑base Wi‑Fi Apple está a comunicar um problema desconhecido. Pode experimentar desligar e voltar a ligar o dispositivo, verificar se existe firmware mais recente ou realizar uma reposição do hardware. Uma reposição do hardware irá apagar todas as definições e será necessário configurá‑lo novamente.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet desligada";
"waNL.description" = "Não há qualquer dispositivo ligado à porta WAN Ethernet. Se estiver a utilizar um modem DSL, de cabo ou outro modem de banda larga para se ligar à Internet, ou se estiver a utilizar uma rede ligada à Internet, ligue o modem de banda larga ou a rede à porta WAN Ethernet.";
"waNL.furtherInfo" = "Depois de verificar a ligação Ethernet à porta WAN, clique em \"Verificar a porta Ethernet WAN\".";
"waNL.retest" = "Verificar a porta Ethernet WAN";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Ligação à Internet";
"waNI.description" = "A estação‑base Wi‑Fi Apple não tem um endereço IP válido. Certifique‑se de que a estação‑base Wi‑Fi Apple está ligada ao modem de banda larga ou rede local, verifique as suas definições e tente de novo. Se continuar sem conseguir estabelecer ligação, contacte o seu fornecedor de acesso à Internet.";
"waNI.furtherInfo" = "A solução mais comum para este problema é repor o modem de banda larga. Para isso, desligue o modem de banda larga, aguarde pelo menos 5 minutos e volte a ligá‑lo.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Rede sem fios";
"raNN.description" = "Esta estação‑base Wi‑Fi Apple está configurada para aceder a uma rede sem fios específica que não foi encontrada. Se, no menu pop-up “Nome da rede”, não vir a rede a que pretende aceder, digite o respectivo nome e, se necessário, a palavra‑passe para voltar a tentar.";
"raNN.remedy" = "Sem fios…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "Erro de WDS";
"wdsP.description" = "Esta estação‑base Wi‑Fi Apple está configurada como pertencendo a uma rede WDS, mas não foram encontradas outras estações‑base Wi‑Fi Apple.";
"wdsP.furtherInfo" = "Verifique se os endereços sem fios MAC dos dispositivos sem fios WDS estão correctos. Certifique‑se de que os dispositivos sem fios estão ligados e dentro do raio de alcance desta estação‑base Wi‑Fi Apple.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "Servidor de PPPoE";
"ppNS.description" = "Esta estação‑base Wi‑Fi Apple está configurada para estabelecer ligação à Internet através de PPPoE, mas não é possível encontrar um servidor PPPoE. Certifique‑se de que o seu fornecedor de acesso à Internet requer a utilização de PPPoE e, em seguida, assegure‑se que o modem está activo e ligado à porta WAN desta estação‑base Wi‑Fi Apple e volte a tentar. Se continuar sem conseguir estabelecer ligação ao servidor, contacte o seu fornecedor de acesso à Internet.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "Palavra‑passe PPPoE";
"ppBP.description" = "Esta estação‑base Wi‑Fi Apple está configurada para estabelecer ligação à Internet através de PPPoE e a palavra‑passe que digitou não está correcta. Digite a palavra‑passe correcta e tente de novo. Se continuar sem conseguir estabelecer ligação, contacte o seu fornecedor de acesso à Internet.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "Servidor RADIUS";
"rdNS.description" = "Esta estação‑base Wi‑Fi Apple está configurada para estabelecer ligação à Internet com WPA empresarial ou controlo de acesso  RADIUS, e não foi encontrado nenhum servidor RADIUS. Certifique‑se de que as definições do servidor estão correctas e tente de novo.";
"rdNS.remedy" = "Controlo de acesso…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "Energia USB"; 
"usbp.description" = "Um dispositivo ligado à porta USB desta estação-base Wi-Fi Apple requer mais energia do que a que a estação-base Wi-Fi Apple pode fornecer. Se for possível, ligue o dispositivo a uma fonte de alimentação ou ligue‑o a um hub USB com corrente.";
"usbp.remedy" = "Discos…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "O disco tem de ser reparado";
"fsck.description" = "Existe um problema no disco ligado à sua estação‑base Wi‑Fi Apple. Ligue o disco ao computador para reparar o disco.";
"fsck.remedy" = "Discos…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "O disco interno precisa de ser reparado";
"Ifsc.description" = "Existe um problema no disco do Time Capsule.";
"Ifsc.remedy" = "Discos…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Pouco espaço em disco";
"fslo.description" = "Um disco ligado à estação-base Wi-Fi Apple tem pouco espaço de armazenamento.";
"fslo.remedy" = "Discos…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Pouco espaço no disco interno";
"Ifsl.description" = "O disco do Time Capsule tem pouco espaço para armazenamento.";
"Ifsl.remedy" = "Discos…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Disco não suportado";
"unsD.description" = "Um disco ligado à estação-base Wi-Fi Apple não é suportado e não pode ser utilizado. Experimente um disco diferente.";
"unsD.remedy" = "Discos…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Conflito do âmbito DHCP";
"waRj.description" = "Esta estação‑base Wi‑Fi Apple rejeitou um endereço DHCP da mesma sub‑rede que o respectivo servidor DHCP interno. Seria melhor mudar a estação‑base Wi‑Fi Apple para o modo ponte. Se pretender continuar a utilizar DHCP e NAT para partilhar um único endereço IP, tem de alterar o âmbito DHCP.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Predefinições";
"ctim.description" = "Esta estação‑base Wi‑Fi Apple tem predefinições. Deverá configurar a estação‑base Wi‑Fi Apple para estabelecer ligação à Internet, proteger a rede sem fios e fornecer uma palavra‑passe.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Reposição de software";
"soft.description" = "Esta estação‑base Wi‑Fi Apple foi reposta. Dispõe de acesso temporário para alterar as definições que lhe impediram o acesso à rede.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Rede sem fios não protegida";
"opNW.description" = "Esta estação‑base Wi‑Fi Apple não tem qualquer segurança na rede sem fios. É recomendado que utilize WPA2 pessoal para proteger a sua rede sem fios.";
"opNW.remedy" = "Alterar segurança…";
"opNW.assistDescription" = "Se não alterar o modo de segurança, a luz amarela de estado desta estação‑base Wi‑Fi Apple começará a piscar. Tem a certeza de que pretende continuar?";

/* kACPProblemCodePublicPassword */
"pubP" = "Palavra‑passe predefinida";
"pubP.description" = "Esta estação‑base Wi‑Fi Apple está protegida pela palavra‑passe predefinida. É recomendado que altere a sua palavra‑passe para proteger a estação‑base Wi‑Fi Apple.";
"pubP.remedy" = "Alterar palavra‑passe…";
"pubP.assistDescription" = "Se não alterar a palavra‑passe, a luz amarela de estado desta estação‑base Wi‑Fi Apple começará a piscar. Tem a certeza de que pretende continuar?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "NAT duplo";
"DubN.description" = "Esta estação‑base Wi‑Fi Apple tem um endereço IP privado na respectiva porta WAN Ethernet e está ligada a um dispositivo ou a uma rede que utiliza NAT (Network Address Translation) para fornecer endereços IP privados. Altere a definição da sua estação‑base Wi‑Fi Apple de DHCP e NAT para o modo ponte.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Autenticação do Bonjour";
"wbAu.description" = "O nome (ou a palavra‑passe) utilizado para autenticar o seu servidor DNS está incorrecto. Corrija a informação digitada e volte a tentar. Se o problema persistir, contacte o administrador do servidor DNS utilizado.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Rede alargada";
"bsWD.description" = "Esta estação‑base Wi‑Fi Apple não conseguiu alargar a rede sem fios. Certifique‑se de que a rede sem fios que está a tentar alargar foi bem configurada e que está a funcionar correctamente, assegure‑se de que digitou a palavra‑passe certa para a rede sem fios neste dispositivo e que ele se encontra dentro do raio de alcance da rede sem fios.";
"bsWD.remedy" = "Sem fios…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Actualização de firmware disponível";
"upAv.description" = "Clique em “Actualizar firmware” para obter o mais recente firmware disponível para esta estação‑base Wi‑Fi Apple.";
"upAv.remedy" = "Actualizar firmware…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP pela WAN";
"waSN.description" = "Esta estação‑base Wi‑Fi Apple está configurada para permitir SNMP através da porta Ethernet WAN, o que diminui a segurança da rede.";
"waSN.remedy" = "Registo e SNMP...";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Configuração pela WAN";
"waCF.description" = "Esta estação‑base Wi‑Fi Apple está configurada para permitir a configuração através da porta Ethernet WAN, o que diminui a segurança da rede.";
"waCF.remedy" = "Estação‑base...";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Servidores DNS inexistentes";
"nDNS.description" = "Esta estação‑base Wi‑Fi Apple não tem quaisquer endereços de servidor DNS e poderá ter dificuldades para estabelecer ligação à Internet.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Actualização de software disponível";
"timz.description" = "Clique em Actualização de Software para actualizar o Utilitário AirPort e tente de novo.";
"timz.remedy" = "Actualização de Software…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Esta estação‑base Wi‑Fi Apple está ocupada";
"TaIP.description" = "Não desligue nem reponha esta estação‑base Wi‑Fi Apple até que esteja disponível.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "O nome de assinante ou a palavra‑passe do MobileMe estão incorrectos";
"dMCR.description" = "O seu nome de assinante MobileMe ou a respectiva palavra‑passe estão incorrectos. Digite o nome de assinante e a palavra‑passe correctos e tente de novo.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "É possível que este dispositivo esteja a aquecer demasiado";
"oTMP.description" = "Verifique a estação‑base Wi‑Fi Apple e, se estiver quente, experimente mudá‑la de lugar ou remover qualquer objecto que esteja a obstruir a ventilação.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "Erro do túnel IPv6";
"6gdn.description" = "Ocorreu um erro com a ponta final do túnel do IPv6. Aguarde que o serviço retome o funcionamento normal. Caso o problema persista, contacte o seu fornecedor de serviço.";
"6gdn.remedy" = "Definições do IPv6…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "Erro de retransmissão do IPv6";
"6rdn.description" = "Ocorreu um erro com o router retransmissor do IPv6. Aguarde que o serviço retome o funcionamento normal. Caso o problema persista, contacte o seu fornecedor de serviço.";
"6rdn.remedy" = "Definições do IPv6…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Migração interrompida";
"mgrt.description" = "A migração do disco do Time Capsule foi interrompida.";
"mgrt.remedy" = "Discos…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Migração concluída";
"mgEr.description" = "Migração do disco concluída. Clique em Continuar para apagar o disco do Time Capsule anterior.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "O disco do Time Capsule está a falhar";
"SSdF.description" = "Existe um problema no disco do Time Capsule. Ligue uma unidade de disco rígido USB ao Time Capsule e utilize o painel Discos do Utilitário AirPort para arquivar e efectuar uma cópia de segurança dos dados. Para efectuar a reparação, visite a secção Genius Bar da sua loja Apple local ou um Fornecedor de Serviços de Assistência Autorizado Apple.";
"SSdF.remedy" = "Discos…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "A apagar o disco AirPort";
"EraD.description" = "O disco AirPort %@ está a ser apagado. Esta acção não pode ser cancelada.";

/* kACPTaskErasingInternalDisk */
"EraI" = "A apagar o disco do Time Capsule";
"EraI.description" = "A acção de apagar o disco do Time Capsule não pode ser cancelada.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "A arquivar o disco do Time Capsule";
"ArcI.description" = "O disco do Time Capsule %1$@ está a ser arquivado no disco do AirPort %2$@. Clique em Cancelar para parar o arquivamento do disco.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "É necessário um valor para “%@”.";

/* vGenErrorTooShort */
"gErB" = "O valor de “%@” é demasiado pequeno.";

/* vGenErrorTooLong */
"gErC" = "O valor de “%@” é demasiado grande.";

/* vGenErrorNotSupported */
"gErD" = "A definição “%@” não é suportada por esta estação‑base Wi‑Fi Apple.";

/* vGenErrorInvalid */
"gErE" = "O valor de “%@” não é válido.";

/* vGenErrorTooHigh */
"gErF" = "O valor de “%@” é demasiado elevado.";

/* vGenErrorTooLow */
"gErG" = "O valor de “%@” é demasiado baixo.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "Existem demasiadas entradas na tabela “%@”.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Para uma protecção máxima, crie uma palavra‑passe diferente de “pública”.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "O endereço IP de destino syslog é inválido.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "O nível do registo de sistema é inválido.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "O modo de segurança sem fios seleccionado não é suportado por esta estação‑base Wi‑Fi Apple.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Não foi introduzida uma chave WEP de 40 bits válida.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Não foi introduzida uma chave WEP de 128 bits válida.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "A palavra‑passe da rede sem fios de uma Rede de Segurança Transitória tem de ter exactamente 13 caracteres.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "A palavra‑passe para a funcionalidade sem fios de uma rede WPA pessoal tem de ter entre 8 e 63 caracteres. Pode igualmente ter 64 caracteres hexadecimais.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "O tempo limite da chave de grupo introduzido é demasiado curto. Tem de ser superior ou igual a 10 minutos.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "O tempo limite da chave de grupo introduzida é demasiado longo. Tem de ser inferior ou igual a 9999999 minutos.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "A selecção de canal automática não é suportada por esta estação‑base Wi‑Fi Apple.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "A taxa de multidifusão seleccionada não é válida para uma baixa densidade de rádio.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "A taxa de multidifusão seleccionada não é válida para uma densidade média de rádio.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "A taxa de multidifusão seleccionada não é válida para uma alta densidade de rádio.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "A taxa de multidifusão seleccionada não é válida para uma rede compatível com 802.11b ou 802.11 b/g.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "A taxa de multidifusão seleccionada não é válida para uma rede 802.11g.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "O modo de cliente não é suportado por esta estação‑base Wi‑Fi Apple.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "A desactivação do rádio não é suportada por esta estação‑base Wi‑Fi Apple.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "A partilha de um intervalo de endereços IP através de DHCP requer a configuração manual do endereço IP da WAN. Caso o seu ISP forneça um intervalo de endereços IP estáticos, deverá configurar a estação‑base Wi‑Fi Apple manualmente com o primeiro endereço IP e distribuir os outros por DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "O endereço de router introduzido não é compatível com o seu endereço IP WAN.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "O seu endereço IP WAN não pode ser igual ao endereço IP do router.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Um túnel de IPv6 configurado manualmente requer um endereço IP WAN estático";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "A desactivação da porta WAN não é suportada por esta estação‑base Wi‑Fi Apple.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Para permitir a gestão remota da porta WAN, é necessário activar a porta WAN.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Se está a utilizar PPPoE ou um modem para ligação PPP, tem de seleccionar DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "A partilha da sua ligação à Internet não é suportada quando a sua estação‑base Wi‑Fi Apple está configurada para aceder a uma rede sem fios."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "Conflito entre o intervalo DHCP introduzido e o endereço IP WAN da estação‑base Wi‑Fi Apple.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "O endereço inicial ou final do âmbito DHCP não é válido.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WPA com WDS não é suportado por esta estação‑base Wi‑Fi Apple. Certifique‑se de que está a utilizar o firmware mais recente.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "O WDS requer múltiplas estações‑base Wi‑Fi Apple. Adicione pelo menos um parceiro WDS.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS e WPA empresarial não são compatíveis. Se pretender configurar uma rede WDS, deverá utilizar WPA pessoal.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS não é compatível com modos de transmissão que operam a 5 GHz. Altere o modo de transmissão e volte a tentar.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "O controlo de acesso por endereço MAC está activado, mas não existem entradas. Desactive o controlo de acesso por endereço MAC ou adicione entradas à lista.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Para publicitar globalmente um serviço com o Bonjour, é necessário um nome de host de área alargada. Pode configurar as definições do Bonjour, clicando no botão Editar…, no painel %@ das definições do AirPort.";

/* End of AirePortErrors.strings file */
